{
  "cached_at": "2025-11-14T19:58:03.556276",
  "trial_data": {
    "id": "NCT01021579",
    "title": "Effects of Metformin Plus Simvastatin on Polycystic Ovarian Syndrome (PCOS): A Prospective, Randomized, Double-Blind, Placebo-Controlled Study",
    "status": "COMPLETED",
    "phases": "[\"PHASE4\"]",
    "summary": "Polycystic ovary syndrome (PCOS) is a common endocrinopathy affecting 6.5%-6.7% of women in reproductive age, and is commonly associated with obesity, menstrual irregularity, insulin resistance (IR), infertility, and clinical hyperandrogenism and/or hyperandrogenemia (1,2). PCOS is also associated with increased risk of abnormal lipoproteins and hypertension, as well as cardiovascular or cerebrovascular morbidity (3). The lipid and lipoprotein profile in androgenized women with poly cystic ovaries is similar to the made pattern with higher levels of cholesterol, low-density lipoprotein (LDL), and lower levels of high-density lipoprotein (HDL), and this abnormal pattern is independent of body weight (4). Insulin resistance is associated with reproductive abnormalities in women with PCOS. Improving insulin sensitivity through both lifestyle and pharmacological intervention can ameliorate these abnormalities. Insulin resistance in women with PCOS is common (up to 50%), both in obese and nonobese women (5), and disordered insulin action precedes the increase in androgen.\n\nTreatment for PCOS subjects typically includes, implementation of lifestyle changes especially weight loss and adjuvant pharmaceutical intervention including oral contraceptives, anti-androgen therapy and insulin-lowering drugs (such as, metformin) (6). Metformin is a biguanide used extensively in type 2 diabetes. It inhibits hepatic glucose production and increases peripheral insulin sensitivity, but dose not cause hypoglycemia. Several studies have shown an increase in insulin sensitivity and pregnancy rate accompanied by decreased insulin and androgen levels in PCOS patients taking metformin (7).\n\nThe 3-hydroxy-3-methylglutaryl coenzyme A (HMG-COA) reductase inhibitors (statins) are the rate-limiting step in cholesterol biosynthesis, and inhibition of this enzyme decreases cholesterol synthesis and a compensatory increase in the expression of LDL receptors in the liver. Statins reduce plasma triglycerides in dose-dependent fashion and also have a modest HDL-raising effect which is not dose-dependent (8,9). Furthermore, statins pose other cardio-protective properties, including antioxidant and anti-inflammatory actions (10,11).\n\nSome studies have reported that simvastatin decreases serum androgen levels in women with PCOS (12,13) by inhibiting proliferation and steroidogenesis of ovarian theca-interstitial cells (14). According to these previous findings, we hypothesized that combination therapy with simvastatin and metformin will result in lower androgen levels and cardiovascular risk factors in women with PCOS.",
    "conditions": "[\"Polycystic Ovary Syndrome\"]",
    "interventions": "[\"Metformin plus Placebo\", \"Metfomin plus Simvastatin\"]",
    "source": "ClinicalTrials.gov",
    "inclusion_criteria": "* All patients should have at least two of three following criteria: I) chronic anovulation, II) clinical and/or biochemical evidence of androgen excess and III) polycystic-appearing ovaries on transvaginal ultrasound.",
    "exclusion_criteria": "* Patients with Cushing's syndrome, hyperprolactinemia, diabetes mellitus (DM), thyroid disease, adrenal hyperplasia and androgen-secreting tumors or other endocrinopathies, will be excluded from the study.\n* Patients with adrenal hyperplasia will be excluded by ACTH-stimulated 17-hydroxyprogesterone levels less than 10 ng/ml (15), and ACTH-stimulated 11-deoxycortisol levels less than 21 ng/ml \\[3-fold the 95th percentile (16) of a historical control group of 60 healthy women controls\\].\n* Those subjects who have kidney or liver diseases and those who were smoker or had breast cancer will also be excluded from the study.\n* None of the participants receive oral contraceptives (OCPs), steroid hormones or any medications that interfere with lipid metabolism, ovarian and pituitary and hypothalamic function, or insulin sensitivity in the last 3 months before study.",
    "inclusion_criteria_full": "* All patients should have at least two of three following criteria: I) chronic anovulation, II) clinical and/or biochemical evidence of androgen excess and III) polycystic-appearing ovaries on transvaginal ultrasound.",
    "exclusion_criteria_full": "* Patients with Cushing's syndrome, hyperprolactinemia, diabetes mellitus (DM), thyroid disease, adrenal hyperplasia and androgen-secreting tumors or other endocrinopathies, will be excluded from the study.\n* Patients with adrenal hyperplasia will be excluded by ACTH-stimulated 17-hydroxyprogesterone levels less than 10 ng/ml (15), and ACTH-stimulated 11-deoxycortisol levels less than 21 ng/ml \\[3-fold the 95th percentile (16) of a historical control group of 60 healthy women controls\\].\n* Those subjects who have kidney or liver diseases and those who were smoker or had breast cancer will also be excluded from the study.\n* None of the participants receive oral contraceptives (OCPs), steroid hormones or any medications that interfere with lipid metabolism, ovarian and pituitary and hypothalamic function, or insulin sensitivity in the last 3 months before study.",
    "primary_endpoint": null,
    "interventions_json": null,
    "locations_full_json": null,
    "scraped_data_json": null,
    "scraped_at": null
  }
}